Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/minneord_ved_begravelsen_til_mary_konstanse_mikalsen_trollvik.html.tmx
Source language: nob
Languages: sme

source: Minneord ved begravelsen til Mary Konstanse Mikalsen Trollvik
sme: Muitosánit Mary Konstanse Mikalsen Trollvik hávdádeamis

source: Sametingspresident Silje Karine Muotka representerte Sametinget ved begravelsen til Mary Konstanse Mikalsen Trollvik , og holdt minnetale i Manndalen 06.01.2023 .
sme: Sámediggepresideanta Silje Karine Muotka ovddastii Sámedikki Mary Konstanse Mikalsen Trollvik hávdádeamis Olmmáivákkis 06.01.2023 , ja son doalai muitosártni.

source: Kjære familie, venner og slekt av Mary Konstanse Mikalsen Trollvik. I dag er vi samlet her i Manndalen bedehus for å ta avskjed med en kjær mamma, svigermor, áhkku, oldemor, søster, og politisk venn.
sme: Dál leat čoagganan Olmmáivákki čoakkalmasvistái dahkat earrodearvvuođaid Mary Konstanse Mikalsen Trollvikiin, ráhkislaš eadni, vuoni, áhkku, máttaráhkku, oabbá ja politihkalaš ustit.

source: Det er tungt å stå her og ta avskjed med en av våre pionerer, Sametingets første visepresident fra 1989 til 1993.
sme: Lea lossat dás čuožžut ja dahkat earrodearvvuođaid ovttain min ovddasmanniin, Sámedikki vuosttaš várrepresideanttain jagi 1989 rájes 1993 rádjái.

source: Vi minnes henne som en kunnskapsrik og en respektert sametingspolitiker.
sme: Mii muitit su čeahpes ja árvvusadnojuvvon politihkkárin.

source: Mary ble en betydningsfull politiker som satte preg på samepolitikk i mange år.
sme: Mary šattai mávssolaš politihkkárin gii váikkuhii sámepolitihkkii máŋggaid jagiid.

source: Hun var 54 år gammel da hun ble valgt inn i Sametinget.
sme: Son lei 54-jahkásaš go válljejuvvui Sámediggái.

source: Hun ble gjenvalgt igjen til Sametinget, fra 1993 til 1997 da satt hun i møtelederskapet.
sme: Son válljejuvvui fas Sámediggái 1993:s, ja dalle lei čoahkkinjođiheamis 1997 rádjái.

source: Mary hadde sine politiske mål og hun fortalte til sine velgere om hva hun ønsker å oppnå.
sme: Marys ledje iežas politihkalaš mihtut ja son muitalii iežas jienasteddjiide áigumušaidis birra.

source: Hun ville ha endringer i det samiske samfunnet.
sme: Son háliidii rievdadusaid servodahkii.

source: Endringer som ville gjøre vår hverdag lettere.
sme: Rievdadusaid mat min árgabeaivvi galge álkidit.

source: Hun valgte å kjempe for samenes kampsaker og at våre rettigheter skulle styrkes.
sme: Son válljii rahčat sámiid áššiid ja min rivttiid nannema ovdii.

source: At Sametinget skulle få den makten som parlamentet skal ha!
sme: Dan ovdii ahte Sámediggi galggai oažžut dan fámu mii parlameanttas galgá leat!

source: Det var Mary og Ole Henrik Magga.
sme: Dat leigga Mary ja Ole Henrik Magga.

source: Et samarbeid som fungerte svært godt mens de to hadde politisk makt i samenes folkevalgte organ.
sme: Ovttasbargu mii doaimmai hui bures dalle go sudnos lei politihkalaš fápmu sámiid álbmotválljen orgánas.

source: Mary var en foregangskvinne, og også en samisk veiviser.
sme: Mary lei ovddasmanni, ja sámi ofelaš.

source: Hun var sterk og uredd.
sme: Son lei gievra ja jállu.

source: Og hun hadde evne til å organisere, både lokalt og regionalt.
sme: Son máhtii organiseret, sihke báikkálaččat ja guovllu dásis.

source: Hun var og ble et stort forbilde for mange.
sme: Son lei ja šattai ovdagovvan ollugiidda.

source: Hun engasjerte seg tidlig i politikk, både i egen kommune og i Troms fylke.
sme: Son árrat áŋgiruššagođii politihkas, sihke iežas suohkanis ja Romssa fylkkas.

source: Hun var sentral i Senterkvinnene, og seinere i samepolitikken gjennom Norske Samers Riksforbund.
sme: Son lei guovddážis Senterkvinnene organisašuvnnas, ja dasto maŋŋel sámepolitihkas Norgga Sámiid Riikkasearvvi bokte.

source: Mary lærte tidlig å ta ansvar og hun var jo født midt i de harde 30-årene.
sme: Mary árrat oahpai váldit ovddasvástádusa ja son han lei riegádan 30-logu gaskamuttus, mii lei garra áigi.

source: Som så mange andre kvinner født på bygda i denne perioden var det vanlig å kombinere rollene som småbruker og husmor. Det gjorde også Mary.
sme: Nu go maiddái ollu eará nissonolbmot geat riegádedje gilážiin dan áiggi, barggai Mary sihke dállodoaluin ja lei dálueamit, mii lei dábálaš dalle.

source: Hun ga seg ikke der, hun tok litt utdanning utover den vanlige folkeskolen.
sme: Son maiddái válddii eará oahpu lassin dábálaš álbmotskuvlla ohppui.

source: Hun gikk på Solhov folkehøgskole og tok også handelsskole i Tromsø.
sme: Son váccii Solhov álbmotallaskuvllas ja válddii oahpu gávpeskuvllas Romssas.

source: Hun ble en ressursperson innen duodji eller husflid, Hun kunne mye om tradisjonell kunnskap og om samiske mattradisjoner .
sme: Son šattai resursaolmmožin duojis. Sus lei olu árbevirolaš máhttu ja máhtii olu sámi borramušárbevieruid birra.

source: Mary inviterte ofte på gjestebud, og var en i å lage de beste matrettene basert på lokale råvarer og tradisjonelle oppskrifter.
sme: Mary dávjá bovdii mállásiidda, ja máhtii ráhkadit buoremus borramušaid báikkálaš ávdnasiiguin.

source: Slik var hun med å vise veg også når det gjelder å høyne statusen på våre tradisjonelle matretter.
sme: Nu son lei ofelažžan min árbevirolaš borramušaid stáhtusa loktemis.

source: En unik kompetanse som er blitt overlevert fra generasjon til generasjon, og Mary var opptatt av at de unge skulle lære dette, for å sikre at våre tradisjoner har en fremtid.
sme: Erenoamáš gelbbolašvuohta mii buolvvas bulvii lea fievrriduvvon. Mary anii dehálažžan ahte nuorat ohppet dan vai min árbevierut seilot boahtteáigái.

source: Derfor var hun aktiv, alle de kursene som hun har holdt i dette området.
sme: Dan dihte son lei áŋgir, ja doalai olu kurssaid dán guovllus.

source: Det var ikke bare for å lære i fra seg, men også å samle unge og eldre til et godt fellesskap.
sme: Ii son doallan kurssaid dušše oahpaheami dihte, muhto maid danne go háliidii čohkket nuoraid ja vuorasolbmuid servvoštallamii.

source: For Mary var det viktig å synliggjøre kvinners rolle i hushold og lokalsamfunn.
sme: Mary anii dehálažžan oainnusmahttit nissonolbmuid rolla ruovttus ja báikegottis.

source: Mary har fortalt at da hun vokste opp var det det gjerne rátnu – grena som berga husholdet, særlig når det var tøffe år og jordbruket eller vinterfisket ikke gikk godt.
sme: Mary lea muitalan ahte dalle go son bajásšattai sáhtii rátnu leat dat mii gájui ruovttu, erenoamážit go ledje garra jagit ja go eanadoaluin dahje guolástemiin dálvet ii mannan bures.

source: Da var det å kunne selge grener, votter eller andre husflidsprodukter på markedet i Skibotn noe som kunne sikre økonomien i en familie.
sme: Ránuid, fáhcaid ja eará dujiid vuovdin márkaniin Ivgobađas sáhtii sihkkarastit bearrašiid ruhtadili.

source: Rátnu – grena er fortsatt et viktig produkt fra Manndalen, og dette skyldes det fantastiske organisatoriske arbeider Mary la ned, sammen med de andre damene.
sme: Rátnu lea ain dehálaš buvtta mii vuolgá Olmmáivákkis, ja dat lea dan buori organisatoralaš barggu dihte maid Mary barggai ovttas daiguin eará nissonolbmuiguin.

source: Rátnu – grena er også blitt et sentralt samisk symbol.
sme: Rátnu maid lea šaddan guovddáš sámi symbolan.

source: Fra å ha vært brukt som sengetøy eller lavvu-duk, pryder i dag Manndalsgrenene veggene i en rekke hjem og i offentlige bygg.
sme: Dat lea adnon oađđadahkan ja loavddan, ja dál herve maid olu ruovttuid ja almmolaš visttiid seinniid.

source: Det er nok ikke sikkert at Mary og de andre damene tenkte over det da de organiserte husflidsarbeidet lokalt i Manndalen, men dette skulle altså bli en av de stødige stolpene i vårt felles arbeid med å ta vare på tradisjoner i Sápmi.
sme: Ii dáidde leat vissis ahte Mary ja dat eará nissonolbmot dan jurddašedje dalle go barge dujiin báikkálaččat Olmmáivákkis, muhto sin bargu šattai oktan min oktasaš barggu geađgejuolgin árbevieruid áimmahuššamis Sámis.

source: Mary var også en av de første kvinnene som tok i bruk kofta etter at den hadde vært ute av bruk en lang periode.
sme: Mary maid lei okta dain vuosttaš nissonolbmuin gii geavahišgođii gávtti maŋŋel go dat ii lean leamaš anus guhkit áigái.

source: Kofta bar hun med stolthet.
sme: Son lei rámis gávttiin.

source: Mary tilhørte den generasjonen som fortsatt brukte det samiske språket, til tross for mange harde år med en hard fornorskningsprosess.
sme: Mary gulai bulvii mii ain sámástii máŋggaid jagiid garra dáruiduhttinproseassa maŋŋel.

source: Mary ble gjerne benyttet som ressursperson innen lokal terminologi, stedsnavn og samiske navnetradisjoner.
sme: Mary lei resursaolmmoš báikkálaš terminologiijas, báikenamain ja sámi nammaárbevieruin.

source: Vi minnes Mary som et forbilde og vegviser for lokalsamfunnet, for våre tradisjoner, for kvinner, og for Sápmi
sme: Mii muitit Mary ovdagovvan ja ofelažžan báikegoddái, min árbevieruide, nissonolbmuide ja Sápmái
